/* No comment provided by engineer. */
"Adding items to archive..." = "Adding items to archive...";

/* Adding SEA resources task name */
"Adding Self-Extracting Resources..." = "Adding Self-Extracting Resources...";

/* Archiving error. */
"An error has occurred while archiving." = "An error has occurred while archiving.";

/* expansion error */
"An error has occurred while expanding." = "An error has occurred while expanding.";

/* extraction error */
"An error has occurred while indexing." = "An error has occurred while indexing.";

/* Removing SEA archive error. */
"An error has occurred while removing SEA from %@..." = "An error has occurred while removing SEA from %@...";

/* Verifying archive error. */
"An error has occurred while verifying %@." = "An error has occurred while verifying %@.";

/* success notification */
"Archive Created" = "Archive Created";

/* Button title. */
"Archive Folders" = "Archive Folders";

/* Message Title */
"Archive Folders?" = "Archive Folders?";

/* success notification */
"Archive Operation Canceled" = "Archive Operation Canceled";

/* failure notification */
"Archive Operation Failed" = "Archive Operation Failed";

/* Archiving <item name> */
"Archiving %@..." = "Archiving %@...";

/* cancel notification */
"Archiving of %@ (et al.) has been canceled." = "Archiving of %@ (et al.) has been canceled.";

/* cancel notification */
"Archiving of %@ has been canceled." = "Archiving of %@ has been canceled.";

/* failure notification */
"Archiving of %@ has failed: %@ (%d)" = "Archiving of %@ has failed: %@ (%d)";

/* Archiving task name */
"Archiving..." = "Archiving...";

/* Cancel button title */
"Cancel" = "Cancel";

/* The state of canceling an operation. */
"Canceling..." = "Canceling...";

/* Expand destination buttion contents. */
"Choose" = "Choose";

/* Archive destination message. */
"Choose a location for the new archive." = "Choose a location for the new archive.";

/* Expand destination window title. */
"Choose Destination" = "Choose Destination";

/* compressing */
"Compressing..." = "Compressing...";

/* Archive destination buttion contents. */
"Create" = "Create";

/* success notification */
"Creation of %@ has been completed." = "Creation of %@ has been completed.";

/* Expanding archive task name */
"Expanding %@..." = "Expanding %@...";

/* success notification */
"Expansion Canceled" = "Expansion Canceled";

/* success notification */
"Expansion Completed" = "Expansion Completed";

/* failure notification */
"Expansion Failed" = "Expansion Failed";

/* cancel notification */
"Expansion of %@ has been canceled." = "Expansion of %@ has been canceled.";

/* success notification */
"Expansion of %@ has been completed." = "Expansion of %@ has been completed.";

/* failure notification */
"Expansion of %@ has failed: %@ (%d)" = "Expansion of %@ has failed: %@ (%d)";

/* Extracting task processing state */
"Extracting %@" = "Extracting %@";

/* Extracting Files task name */
"Extracting files" = "Extracting files";

/* Button title. */
"Ignore Folders" = "Ignore Folders";

/* Indexing task name */
"Indexing %@..." = "Indexing %@...";

/* success notification */
"Indexing Completed" = "Indexing Completed";

/* success notification */
"Indexing of %@ has been completed." = "Indexing of %@ has been completed.";

/* Archive destination window title. */
"New Archive" = "New Archive";

/* Obtaining a destination from the user. */
"Obtaining Destination..." = "Obtaining Destination...";

/* Obtaining a passphrase from the user. */
"Obtaining Encryption Passphrase..." = "Obtaining Encryption Passphrase...";

/* OK button title */
"OK" = "OK";

/* Archive busy message */
"One of the archives you are attempting to modify is in use and cannot be modified." = "One of the archives you are attempting to modify is in use and cannot be modified.";

/* Segmenting task start state
   Expanding task start state
   Verifying task start state
   Archiving task start state
   Extracting task start state */
"Pending..." = "Pending...";

/* segment selection */
"Please select file %@." = "Please select file %@.";

/* cancel notification */
"Removal of SEA from %@ has been canceled." = "Removal of SEA from %@ has been canceled.";

/* failure notification */
"Removal of SEA from %@ has failed: %@ (%d)" = "Removal of SEA from %@ has failed: %@ (%d)";

/* Removing SEA task name */
"Removing Self Extracting From %@..." = "Removing Self Extracting From %@...";

/* Removing SEA task start state */
"Removing Self Extracting..." = "Removing Self Extracting...";

/* success notification */
"SEA has been removed from %@." = "SEA has been removed from %@.";

/* success notification */
"SEA Removal Canceled" = "SEA Removal Canceled";

/* failure notification */
"SEA Removal Failed" = "SEA Removal Failed";

/* success notification */
"SEA Removed" = "SEA Removed";

/* Segmenting item task state. */
"Segmenting %@..." = "Segmenting %@...";

/* Segmenting task name */
"Segmenting..." = "Segmenting...";

/* StuffIt Helper Tasks Window Title */
"StuffIt" = "StuffIt";

/* Archive busy title */
"The archive is busy" = "The archive is busy";

/* Informative Text */
"The items you are attempting to compress or encode contain at least one folder or disk, which cannot be compressed or encoded.\n\nWould you like to create archives of these folders before compressing or encoding them?" = "The items you are attempting to compress or encode contain at least one folder or disk, which cannot be compressed or encoded.\n\nWould you like to create archives of these folders before compressing or encoding them?";

/* Verifying archive task name */
"Verifying %@..." = "Verifying %@...";

/* Expand destination message. */
"Which folder should %@ be expanded into?" = "Which folder should %@ be expanded into?";

